[
                {
                    "name": "Inclusión y Discapacidad: El Valor de la Diversidad",
                    "code": "FON103",
                    "about": "Esta asignatura busca desarrollar contenidos y competencias especificas por parte del estudiante en el ambito de la inclusion y la discapacidad promoviendo el desarrollo de habilidades transversales como el respeto por la dignidad de las personas, creatividad e innovacion y trabajo en equipo interdisciplinario."
                },
                {
                    "name": "Accesibilidad en los Espacios de la Ciudad",
                    "code": "AEU2000",
                    "about": "En esta asignatura teorica- practica, los estudiantes analizaran y evaluaran espacios publicos, barrios y ciudades, desde la perspectiva de la accesibilidad, concepto clave en la planificacion de ciudades. Mediante aprendizaje basado en equipos, estudio de casos y salidas a terreno, se estudiara el acceso de las personas a los espacios de la ciudad, sus necesidades y las implicancias para el desarrollo de propuestas de planificacion. Las evaluaciones consideran ejercicios reales e informes que permitan observar la capacidad para analizar y planificar el espacio urbano, en sus diferentes escalas y de forma interdisciplinaria."
                },
                {
                    "name": "Diversidad Cognitiva: Mi Rol en la Cultura Inclusiva",
                    "code": "Med838",
                    "about": "Este curso tiene como proposito promover la toma de conciencia de los y las estudiantes sobre la realidad de las personas en situacion de discapacidad,  de modo que sean incluidas con dignidad y respeto en su desempeño laboral y vida cotidiana. Dentro de los temas a abordar se reflexionara sobre las concepciones de discapacidad cognitiva, bienestar e inclusion desde el marco normativo en Chile y desde una perspectiva de derecho. Se plantea una metodologia basada en la generacion de proyectos interdisciplinarios de la mano con actividades de desarrollo teorico y practicas, con el fin de promover el pensamiento critico."
                },
                {
                    "name": "Fundamentos Básicos de Cultura Sorda y Lengua De Señas Chilena",
                    "code": "FON104",
                    "about": "El presente curso busca entregar contenidos teoricos-practicos sobre Cultura Sorda y  Lengua de Señas Chilena (LSCh) generando reflexion en los y las estudiantes en cuanto a la realidad de las personas sordas en nuestro pais y en el mundo,  asi como a reconocer su aporte  a la sociedad.  La finalidad del curso es que cada estudiante cuente con conocimientos y habilidades que les permita abordar a personas sordas en el area en que se desempeñen como estudiantes (en instancias de practica) y posteriormente en su ejercicio profesional."
                },
                {
                    "name": "Diversidad e Inclusión en Educación",
                    "code": "EDU0317",
                    "about": "Este curso, de caracter teorico-practico, se centra en la formacion de un profesional de la educacion que disene e implemente contextos pedagogicos que faciliten el aprendizaje de todos los estudiantes, considerando su heterogeneidad en cuanto a cultura, etnia, genero y discapacidad, asi como la interseccion de estos aspectos. Del mismo modo, ofrece al estudiante un espacio de analisis critico de los supuestos culturales adscritos a la diversidad."
                }
            ]